tap "clementtsang/bottom"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "mongodb/brew"
brew "amazon-ecs-cli"
brew "ansible"
brew "asdf"
brew "awscli"
brew "bat"
brew "curl"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "ghq"
brew "git"
brew "httpie"
brew "imagemagick@6", link: true
brew "jq"
brew "libxml2"
brew "mysql@5.7", link: true
brew "nodenv"
brew "peco"
brew "procs"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shared-mime-info"
brew "tfenv"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "v8@3.15"
brew "wget"
brew "yarn"
brew "z"
brew "clementtsang/bottom/bottom"
brew "mongodb/brew/mongodb-community-shell"
cask "alfred"
cask "bettertouchtool"
cask "cyberduck"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "github"
cask "google-japanese-ime"
cask "iterm2"
cask "keycastr"
cask "mongodb-compass"
cask "phantomjs"
cask "sequel-pro-nightly"
cask "slack"
cask "visual-studio-code"
cask "zoom"
