tap "clementtsang/bottom"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "stripe/stripe-cli"
brew "amazon-ecs-cli"
brew "ansible"
brew "asdf"
brew "awscli"
brew "bat"
brew "circleci"
brew "curl"
brew "exa"
brew "fd"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "grex"
brew "httpie"
brew "imagemagick@6", link: true
brew "jq"
brew "libxml2"
brew "mysql@5.7", link: true
brew "navi"
brew "neofetch"
brew "neovim"
brew "nodenv"
brew "pastel"
brew "peco"
brew "procs"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "shared-mime-info"
brew "silicon"
brew "subversion"
brew "tfenv"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "yarn"
brew "z"
brew "clementtsang/bottom/bottom"
brew "stripe/stripe-cli/stripe"
cask "adobe-creative-cloud"
cask "alacritty"
cask "alfred"
cask "bettertouchtool"
cask "cyberduck"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-roboto-mono"
cask "gimp"
cask "github"
cask "google-japanese-ime"
cask "iterm2"
cask "keycastr"
cask "licecap"
cask "obs"
cask "postman"
cask "rubymine"
cask "sequel-pro-nightly"
cask "session-manager-plugin"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
